import usaicon from  "@/public/images/countryies/usa-png.png"
import coverusa from "@/public/images/countryies/cover/us-img.webp"
import ukaicon from  "@/public/images/countryies/uk.webp"
import coveruka from "@/public/images/countryies/cover/uk-img.webp"
import keaicon from  "@/public/images/countryies/KE.webp"
import coverke from "@/public/images/countryies/cover/KE-img.jpg"
import thicon from  "@/public/images/countryies/TH.webp"
import coverth from "@/public/images/countryies/cover/TH-img.jpg"
import caicon from  "@/public/images/countryies/CA.webp"
import coverca from "@/public/images/countryies/cover/CA-img.webp"
import tricon from  "@/public/images/countryies/tr.webp"
import covertr from "@/public/images/countryies/cover/tr-img.webp"
import myicon from  "@/public/images/countryies/MY.png"
import covermy from "@/public/images/countryies/cover/MY-img.jpg"
import idicon from  "@/public/images/countryies/ID.png"
import coverid from "@/public/images/countryies/cover/ID-img.jpg"
import noicon from  "@/public/images/countryies/NO.webp"
import coverno from "@/public/images/countryies/cover/NO-img.jpg"
import sgicon from  "@/public/images/countryies/sg.webp"
import coversg from "@/public/images/countryies/cover/sg-img.webp"
import vnicon from  "@/public/images/countryies/VN.png"
import covervn from "@/public/images/countryies/cover/VN-img.webp"
import egicon from  "@/public/images/countryies/EG.webp"
import covereg from "@/public/images/countryies/cover/EG-img.webp"
import ruicon from  "@/public/images/countryies/RU.png"
import coverru from "@/public/images/countryies/cover/RU-img.webp"
import huicon from  "@/public/images/countryies/HU.webp"
import coverhu from "@/public/images/countryies/cover/HU-img.webp"
import nzicon from  "@/public/images/countryies/NZ.webp"
import covernz from "@/public/images/countryies/cover/NZ-img.webp"
import azcicon from  "@/public/images/countryies/az.png"
import coveraz from "@/public/images/countryies/cover/az-img.png"
import aucicon from  "@/public/images/countryies/au.webp"
import coverau from "@/public/images/countryies/cover/au-img.webp"
import bocicon from  "@/public/images/countryies/BA.png"
import coverbo from "@/public/images/countryies/cover/BA-img.webp"
import dkcicon from  "@/public/images/countryies/DK.webp"
import coverdk from "@/public/images/countryies/cover/DK-img.webp"
import grcicon from  "@/public/images/countryies/GR.webp"
import covergr from "@/public/images/countryies/cover/GR-img.webp"
import ptcicon from  "@/public/images/countryies/PT.webp"
import coverpt from "@/public/images/countryies/cover/PT-img.webp"
import czcicon from  "@/public/images/countryies/CZ.webp"
import covercz from "@/public/images/countryies/cover/CZ-img.webp"
import Atcicon from  "@/public/images/countryies/AT.webp"
import coverAt from "@/public/images/countryies/cover/AT-img.webp"
import secicon from  "@/public/images/countryies/SE.png"
import coverse from "@/public/images/countryies/cover/SE-img.webp"
import NLcicon from  "@/public/images/countryies/NL.webp"
import coverNL from "@/public/images/countryies/cover/NL-img.webp"
import EScicon from  "@/public/images/countryies/ES.webp"
import coverES from "@/public/images/countryies/cover/ES-img.webp"
import FRcicon from  "@/public/images/countryies/FR.webp"
import coverFR from "@/public/images/countryies/cover/FR-img.webp"
import DEcicon from  "@/public/images/countryies/DE.webp"
import coverDE from "@/public/images/countryies/cover/DE-img.webp"
import IEcicon from  "@/public/images/countryies/ie.png"
import coverIE from "@/public/images/countryies/cover/ie-img.webp"
import INcicon from  "@/public/images/countryies/in.png"
import coverIN from "@/public/images/countryies/cover/in-img.webp"
import ITcicon from  "@/public/images/countryies/IT.png"
import coverIT from "@/public/images/countryies/cover/IT-img.webp"
import chnaicicon from  "@/public/images/countryies/cn.webp"
import chinacover from "@/public/images/countryies/cover/cn-img.webp"
import jpancicon from  "@/public/images/countryies/jp.png"
import jpainecover from "@/public/images/countryies/cover/jp-img.webp"
import cycicon from  "@/public/images/countryies/CY.webp"
import covercy from "@/public/images/countryies/cover/CY-img.webp"
import CHcicon from  "@/public/images/countryies/CH.webp"
import coverCH from "@/public/images/countryies/cover/CH-img.webp"

export const countryData = [
    {
        id:"01" ,
        name:"امريكا",
        image:coverusa,
        icon:usaicon ,
        requerments:[
            {
                id:"01",
                title:"الجواز الأصل" ,
                refrances:["لابد أن لا تقل صلاحية الجواز عن 6 أشهر من تاريخ العودة من السفر"]

            },
            {
                id:"02",
                title:"5 صور شخصية" ,
                refrances:["مقاس (4.5 * 3.5) خلفية بيضاء، بدون تعديل للوجه" , "بالنسبة للرجل: بدون شماغ" , "النسبة للمرأة: ظهور منابت الشعر ◀صور حديثة"]

            },
            {
                id:"03",
                title:"تعريف بالراتب النسخة الأصلية (إنجليزي)" ,
                refrances:["إذا كان من قطاع حكومي: يكون مختوم بختم ملون من جهة العمل الحكومية." , "ذا كان من قطاع خاص: يكون مختوم على الأوراق الرسمية من جهة العمل ومصدق من الغرفة التجارية." , ""]

            },
            {
                id:"04",
                title:"كشف حساب" ,
                refrances:["يجب أن يكون كشف الحساب بنسخة حديثة لآخر 3 أشهر باللغة الإنجليزية ومختوم من البنك برصيد لا يقل عن 15,000 ريال أو أكثر."]

            },
            {
                id:"05",
                title:"في حال التأشيرة الدراسية: I-20" ,
                refrances:["يتم إرفاق ورقة القبول من المعهد أو الجامعة (I-20)"]

            },
        ]
    },

    {
        id:"03" ,
        name:"بريطانيا",
        image:coveruka,
        icon:ukaicon ,
        requerments:[
            {
                id:"01",
                title:"الجواز الأصل" ,
                refrances:["لابد أن لا تقل صلاحية الجواز عن 6 أشهر من تاريخ العودة من السفر"]

            },
         
            {
                id:"03",
                title:"تعريف بالراتب النسخة الأصلية (إنجليزي)" ,
                refrances:[" مواصفات كشف الحساب : يجب أن يكون بنسخة حديثة لآخر 3 أشهر بالإنجليزية ومختوم من البنك برصيد لا يقل عن 15,000 ريال." , "مواصفات التعريف بالراتب : قطاع حكومي: مختوم بختم ملون من جهة العمل الحكومية. - قطاع خاص: مختوم على الأوراق الرسمية ومصدق من الغرفة التجارية."]

            },
            {
                id:"04",
                title:"قبول معهد في حالة التأشيرة الدراسية" ,
                refrances:["في حالة التقديم على تأشيرة دراسية قم بإرفاق خطاب قبول المعهد."]

            },
            {
                id:"05",
                title:"تتطلب بصمة" ,
                refrances:["السفارة البريطانية تتطلب التبصيم لجميع الأعمار (الأطفال والبالغين)" , " السفارة البريطانية تتطلب التبصيم حتى في حالة وجود بصمة سابقة"]

            },
        
            {
                id:"07",
                title:"مدة التأشيرة المتاحة من السفارة" ,
                refrances:["6 أشهر سياحية" , "سنتين سياحية" , "5 سنوات سياحية" , "10 سنوات سياحية" , "6 أشهر دراسية" , "11 شهر دراسية"]

            },
            {
                id:"08",
                title:"الترجمة" ,
                refrances:["الترجمة تشمل بطاقة الأحوال وبطاقة العائلة."]

            },
 
       
        ],
      
    },
    {
        id:"04" ,
        name:"كينيا ",
        image:coverke,
        icon:keaicon ,
        requerments:[
            {
                id:"01",
                title:"الجواز الأصل" ,
                refrances:["لابد أن لا تقل صلاحية الجواز عن 6 أشهر من تاريخ العودة من السفر"]

            },
         
            {
                id:"03",
                title:"1 صورة شخصية" ,
                refrances:["مقاس (4.5 * 3.5) خلفية بيضاء، بدون تعديل للوجه" , " بالنسبة للرجل: بدون شماغ" , "◀ بالنسبة للمرأة: ظهور منابت الشعر ◀صور حديثة" ]

            },
            {
                id:"04",
                title:"المدة المتوقعة لصدور التأشيرة" ,
                refrances:["مدة إصدار التأشيرة تترواح بين 3 الى 5 أيام عمل"]

            },
            {
                id:"05",
                title:"لا تتطلب بصمة" ,
                refrances:["لا يوجد بصمة للسفارة"]

            },
       
       
            {
                id:"08",
                title:"الترجمة" ,
                refrances:["الترجمة تشمل بطاقة الأحوال وبطاقة العائلة."]

            },
        
       
        ],
      
    },
    {
        id:"05" ,
        name:"تايلاند (للمقيمين)  ",
        image:coverth,
        icon:thicon ,
        requerments:[
            {
                id:"01",
                title:"الجواز الأصل" ,
                refrances:["لابد أن لا تقل صلاحية الجواز عن 6 أشهر من تاريخ العودة من السفر"]

            },
         
            {
                id:"03",
                title:"1 صورة شخصية" ,
                refrances:["مقاس (4.5 * 3.5) خلفية بيضاء، بدون تعديل للوجه" , " بالنسبة للرجل: بدون شماغ" , "◀ بالنسبة للمرأة: ظهور منابت الشعر ◀صور حديثة" ]

            },
            {
                id:"04",
                title:"الإقامة" ,
                refrances:["صور الإقامة بتاريخ صلاحية أكثر من 3 شهور"]

            },
            {
                id:"05",
                title:"العنوان الوطني" ,
                refrances:["National address"]

            },
       
       
            {
                id:"08",
                title:"لأننا نهتم برحلتك" ,
                refrances:["يرجى إرسال حجوزات مؤكدة وذلك بناء على تحديثات السفارة"]

            },
            {
                id:"09",
                title:"حضور السفارة" ,
                refrances:["لا يتطلب حضور بموعد للسفارة ، تصدر أونلاين"]

            },
            {
                id:"10",
                title:"فترة إصدار التأشيرة",
                refrances:["تصدر التأشيرة خلال 15 يوم عمل"]

            },
        
       
        ],
      
    },
    {
        id:"06" ,
        name:"كندا",
        image:coverca,
        icon:caicon,
        requerments:[
            {
                id:"01",
                title:"الجواز الأصل" ,
                refrances:["لابد أن لا تقل صلاحية الجواز عن 6 أشهر من تاريخ العودة من السفر"]

            },
         
            {
                id:"03",
                title:"2 صورة شخصية" ,
                refrances:["مقاس (4.5 * 3.5) خلفية بيضاء، بدون تعديل للوجه" , " بالنسبة للرجل: بدون شماغ" , "◀ بالنسبة للمرأة: ظهور منابت الشعر ◀صور حديثة" , "يتم طباعة 2 صورة شخصية لكل فرد" ]

            },
            {
                id:"04",
                title:"تعريف بالراتب النسخة الأصلية (إنجليزي)" ,
                refrances:[" إذا كان من قطاع حكومي: يكون مختوم بختم ملون من جهة العمل الحكومية" , "إذا كان من قطاع خاص: يكون مختوم على الأوراق الرسمية من جهة العمل ومصدق من الغرفة التجارية" , "يجب أن يكون تعريف الراتب بنسخة حديثة"]

            },
            {
                id:"05",
                title:"كشف حساب" ,
                refrances:["يجب أن يكون كشف الحساب بنسخة حديثة لآخر 6 أشهر باللغة الإنجليزية ومختوم من البنك برصيد لا يقل عن 15,000 ريال أو أكثر"]

            },
       
       
            {
                id:"08",
                title:"المدة المتوقعة لصدور التأشيرة" ,
                refrances:["◀ تتراوح المدة بين 45 الى 50 يوم عمل من موعد المقابلة."]

            },
            {
                id:"09",
                title:"الترجمة" ,
                refrances:["الترجمة تشمل بطاقة الأحوال وبطاقة العائلة."]

            },
            {
                id:"10",
                title:"لأننا نهتم برحلتك",
                refrances:["يرجى عدم حجز تذاكر الطيران والفنادق الا بعد أصدار التأشيرة"]

            },
        
       
        ],
      
    },
    {
        id:"07" ,
        name:"تركيا (للمقيمين)",
        image:covertr,
        icon:tricon,
        requerments:[
            {
                id:"01",
                title:"الجواز الأصل" ,
                refrances:["لابد أن لا تقل صلاحية الجواز عن 6 أشهر من تاريخ العودة من السفر"]

            },
            {
                id:"02",
                title:"الإقامة" ,
                refrances:["صور الإقامة بتاريخ صلاحية أكثر من 3 شهور"]

            },
         
            {
                id:"03",
                title:"2 صورة شخصية" ,
                refrances:["مقاس (4.5 * 3.5) خلفية بيضاء، بدون تعديل للوجه" , " بالنسبة للرجل: بدون شماغ" , "◀ بالنسبة للمرأة: ظهور منابت الشعر ◀صور حديثة" , "يتم طباعة 2 صورة شخصية لكل فرد" ]

            },
            {
                id:"04",
                title:"تعريف بالراتب النسخة الأصلية (إنجليزي)" ,
                refrances:[" إذا كان من قطاع حكومي: يكون مختوم بختم ملون من جهة العمل الحكومية" , "إذا كان من قطاع خاص: يكون مختوم على الأوراق الرسمية من جهة العمل ومصدق من الغرفة التجارية" , "يجب أن يكون تعريف الراتب بنسخة حديثة"]

            },
            {
                id:"05",
                title:"كشف حساب" ,
                refrances:["كشف حساب بنكي لأخر 6 أشهر يكون المرتبط بنزول الراتب"]

            },
            {
                id:"015",
                title:"العنوان الوطني" ,
                refrances:["National address"]

            },
            {
                id:"0151",
                title:"التأشيرات السابقة" ,
                refrances:["صور تأشيرات سابقة لتركيا أو شنجن أو أمريكا أو بريطانيا"]

            },
       
       
            {
                id:"08",
                title:"المدة المتوقعة لصدور التأشيرة" ,
                refrances:["تصدر التأشيرة خلال 15 يوم عمل"]

            },
            {
                id:"09",
                title:"حضور السفارة" ,
                refrances:["يتطلب حضور بموعد للسفارة"]

            },
            {
                id:"10",
                title:"لأننا نهتم برحلتك",
                refrances:["يرجى عدم حجز تذاكر الطيران والفنادق الا بعد أصدار التأشيرة. علما بأنه في بعض الأحيان قد نطلب منك حجوزات مؤكدة وذلك بناء على تحديثات السفارة في أوقات معينة"]

            },
        
       
        ],
      
    },
    {
        id:"08" ,
        name:"ماليزيا (إلكترونية)",
        image:covermy,
        icon:myicon,
        requerments:[
            {
                id:"01",
                title:"الجواز الأصل" ,
                refrances:["لابد أن لا تقل صلاحية الجواز عن 6 أشهر من تاريخ العودة من السفر"]

            },
            {
                id:"02",
                title:"لأننا نهتم برحلتك" ,
                refrances:["لابد من توفر حجز تذاكر الطيران والفنادق لأصدار التأشيرة"]

            },
         
          
       
       
            {
                id:"08",
                title:"المدة المتوقعة لصدور التأشيرة" ,
                refrances:["إصدار فوري"]

            },
            {
                id:"09",
                title:"لا تتطلب بصمة" ,
                refrances:["لا يوجد بصمة"]

            },
          
        
       
        ],
      
    },
    {
        id:"09" ,
        name:"إندونيسيا (إلكترونية)",
        image:coverid,
        icon:idicon,
        requerments:[
            {
                id:"01",
                title:"صورة شخصية" ,
                refrances:["مقاس (4.5 * 3.5) خلفية بيضاء، بدون تعديل للوجه" , " بالنسبة للرجل: بدون شماغ" , "بالنسبة للمرأة: ظهور منابت الشعر ◀صور حديثة"]

            },
            {
                id:"02",
                title:"صورة من جواز السفر" ,
                refrances:["لابد أن لا تقل صلاحية الجواز عن 6 أشهر من تاريخ العودة من السفر"]

            },
         
          
       
       
            {
                id:"08",
                title:"كشف حساب" ,
                refrances:["يجب أن يكون كشف الحساب بنسخة حديثة لآخر 3 أشهر باللغة الإنجليزية ومختوم من البنك برصيد لا يقل عن 2000 دولار أو أكثر."]

            },
            {
                id:"09",
                title:"لأننا نهتم برحلتك" ,
                refrances:["يرجى عدم حجز تذاكر الطيران والفنادق الا بعد أصدار التأشيرة"]

            },
            {
                id:"091",
                title:"المدة المتوقعة لصدور التأشيرة" ,
                refrances:["خلال 5 أيام عمل من وقت التقديم للسفارة"]

            },
          
        
       
        ],
      
    },
    {
        id:"10" ,
        name:"النرويج",
        image:coverno,
        icon:noicon,
        requerments:[
            {
                id:"01",
                title:"2 صور شخصية" ,
                refrances:["مقاس (4.5 * 3.5) خلفية بيضاء، بدون تعديل للوجه" , " بالنسبة للرجل: بدون شماغ" , "بالنسبة للمرأة: ظهور منابت الشعر ◀صور حديثة"]

            },
            {
                id:"02",
                title:"صورة من جواز السفر" ,
                refrances:["لابد أن لا تقل صلاحية الجواز عن 6 أشهر من تاريخ العودة من السفر"]

            },
            {
                id:"021",
                title:"تعريف بالراتب النسخة الأصلية (إنجليزي)" ,
                refrances:["إذا كان من قطاع حكومي: يكون مختوم بختم ملون من جهة العمل الحكومية" , "ذا كان من قطاع خاص: يكون مختوم على الأوراق الرسمية من جهة العمل ومصدق من الغرفة التجارية." , "يجب أن يكون تعريف الراتب بنسخة حديثة"]

            },
         
          
       
       
            {
                id:"08",
                title:"كشف حساب" ,
                refrances:["يجب أن يكون كشف الحساب بنسخة حديثة لآخر 3 أشهر باللغة الإنجليزية ومختوم من البنك برصيد لا يقل عن 15,000 ريال أو أكثر."]

            },
            {
                id:"09",
                title:"لأننا نهتم برحلتك" ,
                refrances:["يرجى عدم حجز تذاكر الطيران والفنادق الا بعد أصدار التأشيرة"]

            },
            {
                id:"091",
                title:"المدة المتوقعة لصدور التأشيرة" ,
                refrances:["15 يوم عمل من موعد التبصيم."]

            },
            {
                id:"092",
                title:"تتطلب بصمة" ,
                refrances:["◀ تتطلب بصمة للبالغين من عمر 12 سنة فما فوق." , "ليس هناك تبصيم للأطفال تحت عمر 12 سنة , لكن يتطلب حضورهم مع حجز موعد لكل طفل" , "⚠ قد لا تتطلب بصمة في حال وجود بصمة سابقة خلال اخر 3 سنوات."]

            },
            {
                id:"093",
                title:"التأمين الطبي" ,
                refrances:["شركة الوان المسافر توفر التأمين من 7 ايام لغاية 10 يوم من الرحلة وهو المتطلب الاساسي لتأشيرة الشنغن لكي تصدر التأشيرة حتى لوكانت مدة الرحلة أطول من ذلك فإن المدة المذكورة تعتبر كافية لاصدار التأشيرة. * التأمين يشمل تغطية covid 19 كورونا * زيادة مدة التأمين تخضع لرسوم إضافية"]

            },
            {
                id:"094",
                title:"الترجمة" ,
                refrances:["الترجمة تشمل بطاقة الأحوال وبطاقة العائلة."]

            },
          
        
       
        ],
      
    },
    {
        id:"11" ,
        name:"بريطانيا (تصريح إلكتروني للسعوديين)",
        image:coveruka,
        icon:ukaicon,
        requerments:[
            {
                id:"01",
                title:" صور شخصية" ,
                refrances:["مقاس (4.5 * 3.5) خلفية بيضاء، بدون تعديل للوجه" , " بالنسبة للرجل: بدون شماغ" , "بالنسبة للمرأة: ظهور منابت الشعر ◀صور حديثة"]

            },
            {
                id:"02",
                title:"صورة من جواز السفر" ,
                refrances:["لابد أن لا تقل صلاحية الجواز عن 6 أشهر من تاريخ العودة من السفر"]

            },
            {
                id:"021",
                title:"المدة المتوقعة لصدور (التصريح الإلكتروني)" ,
                refrances:["من يوم إلى 5 أيام عمل"]

            },
         
          
       
       
       
          
        
       
        ],
      
    },
    {
        id:"12" ,
        name:"سنغافورة (إلكترونية)",
        image:coversg,
        icon:sgicon,
        requerments:[
        
            {
                id:"02",
                title:"صورة من جواز السفر" ,
                refrances:["لابد أن لا تقل صلاحية الجواز عن 6 أشهر من تاريخ العودة من السفر"]

            },
            {
                id:"021",
                title:"المدة المتوقعة لصدور التأشيرة" ,
                refrances:["خلال يوم عمل"]

            },
            {
            id:"0210",
            title:"لا تتطلب بصمة" ,
            refrances:["لا يوجد بصمة"]

        },
         
          
       
       
       
          
        
       
        ],
      
    },
    {
        id:"13" ,
        name:"فيتنام (إلكترونية)",
        image:covervn,
        icon:vnicon,
        requerments:[
            {
                id:"01",
                title:" صور شخصية" ,
                refrances:["مقاس (4.5 * 3.5) خلفية بيضاء، بدون تعديل للوجه" , " بالنسبة للرجل: بدون شماغ" , "بالنسبة للمرأة: ظهور منابت الشعر ◀صور حديثة"]

            },
        
            {
                id:"02",
                title:"صورة من جواز السفر" ,
                refrances:["لابد أن لا تقل صلاحية الجواز عن 6 أشهر من تاريخ العودة من السفر"]

            },
            {
                id:"021",
                title:"المدة المتوقعة لصدور التأشيرة" ,
                refrances:["من 4 الى 7 أيام عمل"]

            },
            {
            id:"0210",
            title:"لا تتطلب بصمة" ,
            refrances:["لا يوجد بصمة"]

             },
             {
                id:"0210",
                title:"لأننا نهتم برحلتك" ,
                refrances:["يرجى عدم حجز تذاكر الطيران والفنادق الا بعد أصدار التأشيرة"]
    
         },
         
          
       
       
       
          
        
       
        ],
      
    },
    {
        id:"14" ,
        name:"مصر (إلكترونية)",
        image:covereg,
        icon:egicon,
        requerments:[
        
        
            {
                id:"02",
                title:"صورة من جواز السفر" ,
                refrances:["لابد أن لا تقل صلاحية الجواز عن 6 أشهر من تاريخ العودة من السفر"]

            },
            {
                id:"021",
                title:"المدة المتوقعة لصدور التأشيرة" ,
                refrances:["من 4 الى 7 أيام عمل"]

            },
       
             {
                id:"0210",
                title:"لأننا نهتم برحلتك" ,
                refrances:["يرجى عدم حجز تذاكر الطيران والفنادق الا بعد أصدار التأشيرة"]
    
         },
         
          
       
       
       
          
        
       
        ],
      
    },
    {
        id:"15" ,
        name:"روسيا (إلكترونية)",
        image:coverru,
        icon:ruicon,
        requerments:[
        
            {
                id:"01",
                title:"صورة شخصية" ,
                refrances:["مقاس (4.5 * 3.5) خلفية بيضاء، بدون تعديل للوجه" , " بالنسبة للرجل: بدون شماغ" , "بالنسبة للمرأة: ظهور منابت الشعر ◀صور حديثة"]

            },
            {
                id:"02",
                title:"صورة من جواز السفر" ,
                refrances:["لابد أن لا تقل صلاحية الجواز عن 6 أشهر من تاريخ العودة من السفر"]

            },
            {
                id:"021",
                title:"المدة المتوقعة لصدور التأشيرة" ,
                refrances:["10 أيام عمل"]

            },
            {
                id:"0210",
                title:"لا تتطلب بصمة" ,
                refrances:["لا يوجد بصمة  للسفارة الروسية"]
    
         },
             {
                id:"0210",
                title:"لأننا نهتم برحلتك" ,
                refrances:["يرجى عدم حجز تذاكر الطيران والفنادق الا بعد أصدار التأشيرة"]
    
         },
         
          
       
       
       
          
        
       
        ],
      
    },
    {
        id:"16" ,
        name:"المجر",
        image:coverhu,
        icon:huicon,
        requerments:[
        
            {
                id:"01",
                title:"2 صور شخصية" ,
                refrances:["مقاس (4.5 * 3.5) خلفية بيضاء، بدون تعديل للوجه" , " بالنسبة للرجل: بدون شماغ" , "بالنسبة للمرأة: ظهور منابت الشعر ◀صور حديثة"]

            },
            {
                id:"02",
                title:"صورة من جواز السفر" ,
                refrances:["لابد أن لا تقل صلاحية الجواز عن 6 أشهر من تاريخ العودة من السفر"]

            },
            {
                id:"029",
                title:"تعريف بالراتب النسخة الأصلية (إنجليزي)" ,
                refrances:["إذا كان من قطاع حكومي: يكون مختوم بختم ملون من جهة العمل الحكومية." , "إذا كان من قطاع خاص: يكون مختوم على الأوراق الرسمية من جهة العمل ومصدق من الغرفة التجارية" , "يجب أن يكون تعريف الراتب بنسخة حديثة"]

            },
            {
                id:"0291",
                title:"كشف حساب" ,
                refrances:["يجب أن يكون كشف الحساب بنسخة حديثة لآخر 3 أشهر باللغة الإنجليزية ومختوم من البنك برصيد لا يقل عن 15,000 ريال أو أكثر."]

            },
            {
                id:"021",
                title:"المدة المتوقعة لصدور التأشيرة" ,
                refrances:["تتراوح المدة تقريباً بين 3 الى 12 يوم عمل من موعد التبصيم"]

            },
            {
                id:"0210",
                title:"تتطلب بصمة" ,
                refrances:["تتطلب بصمة للبالغين من عمر 12 سنة فما فوق" , "ليس هناك تبصيم للأطفال تحت عمر 12 سنة" , "⚠ قد لا تتطلب بصمة في حال وجود بصمة سابقة خلال اخر 3 سنوات"]
    
         },
         {
            id:"0213",
            title:"التأمين الطبي*" ,
            refrances:["شركة الوان المسافر توفر التأمين من 7 ايام لغاية 10 يوم من الرحلة وهو المتطلب الاساسي لتأشيرة الشنغن لكي تصدر التأشيرة حتى لوكانت مدة الرحلة أطول من ذلك فإن المدة المذكورة تعتبر كافية لاصدار التأشيرة. * التأمين يشمل تغطية covid 19 كورونا * زيادة مدة التأمين تخضع لرسوم إضافية *"]

     },
             {
                id:"02101",
                title:"لأننا نهتم برحلتك" ,
                refrances:["يرجى عدم حجز تذاكر الطيران والفنادق الا بعد أصدار التأشيرة"]
    
         },
         {
            id:"021010",
            title:"الترجمة" ,
            refrances:["الترجمة تشمل بطاقة الأحوال وبطاقة العائلة."]

     },
         
          
       
       
       
          
        
       
        ],
      
    },
    {
        id:"17" ,
        name:"نيوزيلندا (إلكترونية)",
        image:covernz,
        icon:nzicon,
        requerments:[
        
            {
                id:"01",
                title:"1 صور شخصية" ,
                refrances:["مقاس (4.5 * 3.5) خلفية بيضاء، بدون تعديل للوجه" , " بالنسبة للرجل: بدون شماغ" , "بالنسبة للمرأة: ظهور منابت الشعر ◀صور حديثة"]

            },
            {
                id:"02",
                title:"صورة من جواز السفر" ,
                refrances:["لابد أن لا تقل صلاحية الجواز عن 6 أشهر من تاريخ العودة من السفر"]

            },
            {
                id:"029",
                title:"للتأشيرة الدراسية : قبول المعهد وتأكيد سداد فاتورة المعهد" ,
                refrances:["في حالة التقديم على تأشيرة دراسية أكثر من 3 شهور قم بإرفاق خطاب قبول المعهد + إيصال تأكيد سداد فاتورة المعه"]

            },
            {
                id:"0291",
                title:"للتأشيرة الدراسية : كشف حساب وتعريف بالراتب" ,
                refrances:["مواصفات كشف الحساب : يجب أن يكون بنسخة حديثة لآخر 6 أشهر بالإنجليزية ومختوم من البنك برصيد لا يقل عن 15,000 ريال." , "مواصفات التعريف بالراتب : قطاع حكومي: مختوم بختم ملون من جهة العمل الحكومية. - قطاع خاص: مختوم على الأوراق الرسمية ومصدق من الغرفة التجارية."]

            },
            {
                id:"021",
                title:"المدة المتوقعة لصدور التأشيرة" ,
                refrances:["تتراوح المدة تقريباً بين 7 الى 14 أيام عمل من التقديم للسفارة."]

            },
   
             {
                id:"02101",
                title:"لأننا نهتم برحلتك" ,
                refrances:["يرجى عدم حجز تذاكر الطيران والفنادق الا بعد أصدار التأشيرة"]
    
         },
  
          
       
       
       
          
        
       
        ],
      
    },
    {
        id:"18" ,
        name:"الصين",
        image:chinacover,
        icon:chnaicicon,
        requerments:[
        
            {
                id:"01",
                title:"2 صور شخصية" ,
                refrances:["مقاس (4.5 * 3.5) خلفية بيضاء، بدون تعديل للوجه" , " بالنسبة للرجل: بدون شماغ" , "بالنسبة للمرأة: ظهور منابت الشعر ◀صور حديثة"]

            },
            {
                id:"02",
                title:"صورة من جواز السفر" ,
                refrances:["لابد أن لا تقل صلاحية الجواز عن 6 أشهر من تاريخ العودة من السفر"]

            },
            {
                id:"029",
                title:"تعريف بالراتب النسخة الأصلية (إنجليزي)" ,
                refrances:["◀ إذا كان من قطاع حكومي: يكون مختوم بختم ملون من جهة العمل الحكومية." , "◀ إذا كان من قطاع خاص: يكون مختوم على الأوراق الرسمية من جهة العمل ومصدق من الغرفة التجارية." , "جب أن يكون تعريف الراتب بنسخة حديثة"]

            },
            {
                id:"0291",
                title:"تتطلب بصمة" ,
                refrances:["لا تتطلب بصمة يقدم مندوبنا الأوراق نيابة عن العميل للسفارة"]

            },
            {
                id:"021",
                title:"المدة المتوقعة لصدور التأشيرة" ,
                refrances:["تتراوح المدة بين 5 الى 7 أيام عمل من موعد دخول الجواز."]

            },
   
             {
                id:"02101",
                title:"لأننا نهتم برحلتك" ,
                refrances:["يرجى عدم حجز تذاكر الطيران والفنادق الا بعد أصدار التأشيرة"]
    
         },
  
          
       
       
       
          
        
       
        ],
      
    },
    {
        id:"19" ,
        name:"اليابان (إلكترونية)",
        image:jpainecover,
        icon:jpancicon,
        requerments:[
        
            {
                id:"01",
                title:"1 صور شخصية" ,
                refrances:["مقاس (4.5 * 3.5) خلفية بيضاء، بدون تعديل للوجه" , " بالنسبة للرجل: بدون شماغ" , "بالنسبة للمرأة: ظهور منابت الشعر ◀صور حديثة"]

            },
            {
                id:"02",
                title:"صورة من جواز السفر" ,
                refrances:["لابد أن لا تقل صلاحية الجواز عن 6 أشهر من تاريخ العودة من السفر"]

            },
            {
                id:"029",
                title:"كشف حساب | أو | تعريف بالراتب" ,
                refrances:[" في حال إختيار كشف الحساب: يجب أن يكون بنسخة حديثة لآخر 3 أشهر بالإنجليزية ومختوم من البنك برصيد لا يقل عن 15,000 ريال." , "في حال إختيار تعريف بالراتب - قطاع حكومي: مختوم بختم ملون من جهة العمل الحكومية. - قطاع خاص: مختوم على الأوراق الرسمية ومصدق من الغرفة التجارية" , "يجب أن يكون كشف الحساب أو تعريف الراتب بنسخة حديثة"]

            },
            {
                id:"0291",
                title:"لا تتطلب بصمة" ,
                refrances:["لا يوجد بصمة للسفارة اليابانية"]

            },
            {
                id:"02109",
                title:"الترجمة" ,
                refrances:["الترجمة تشمل بطاقة الأحوال وبطاقة العائلة."]

            },
            {
                id:"021",
                title:"المدة المتوقعة لصدور التأشيرة" ,
                refrances:["تتراوح المدة بين 7 الى 10 أيام عمل من تقديم الطلب للسفارة"]

            },
   
             {
                id:"02101",
                title:"لأننا نهتم برحلتك" ,
                refrances:["يرجى عدم حجز تذاكر الطيران والفنادق الا بعد أصدار التأشيرة"]
    
         },
  
          
       
       
       
          
        
       
        ],
      
    },
    {
        id:"20" ,
        name:"أذربيجان (إلكترونية)",
        image:coveraz,
        icon:azcicon,
        requerments:[
        
        
            {
                id:"02",
                title:"صورة من جواز السفر" ,
                refrances:["لابد أن لا تقل صلاحية الجواز عن 6 أشهر من تاريخ العودة من السفر"]

            },
            {
                id:"029",
                title:"تنوية هام" ,
                refrances:["عند الرغبة في الإقامة لأكثر من 15 يوم بعد الدخول لابد من التسجيل في مكان الإقامة لتجنب دفع الغرامة"]

            },
        
   
             {
                id:"02101",
                title:"لأننا نهتم برحلتك" ,
                refrances:["يرجى عدم حجز تذاكر الطيران والفنادق الا بعد أصدار التأشيرة"]
    
         },
  
          
       
       
       
          
        
       
        ],
      
    },
    {
        id:"21" ,
        name:"أستراليا (إلكترونية)",
        image:coverau,
        icon:aucicon,
        requerments:[
        
         
            {
                id:"02",
                title:"صورة من جواز السفر" ,
                refrances:["لابد أن لا تقل صلاحية الجواز عن 6 أشهر من تاريخ العودة من السفر"]

            },
            {
                id:"029",
                title:"كشف حساب | أو | تعريف بالراتب" ,
                refrances:["يجب أن يكون كشف الحساب بنسخة حديثة لآخر 3 أشهر (لآخر 6 أشهر في جدة) باللغة الإنجليزية ومختوم من البنك برصيد لا يقل عن 15,000 ريال أو أكثر."]

            },
            {
                id:"0291",
                title:"تعريف بالراتب النسخة الأصلية (إنجليزي)" ,
                refrances:[" إذا كان من قطاع حكومي: يكون مختوم بختم ملون من جهة العمل الحكومية." , " إذا كان من قطاع خاص: يكون مختوم على الأوراق الرسمية من جهة العمل ومصدق من الغرفة التجارية." , "يجب أن يكون تعريف الراتب بنسخة حديثة"]

            },
          
            {
                id:"021",
                title:"المدة المتوقعة لصدور التأشيرة" ,
                refrances:["تتراوح المدة تقريباً بين 4 الى 22 يوم عمل من التقديم للسفارة."]

            },
   
             {
                id:"02101",
                title:"لأننا نهتم برحلتك" ,
                refrances:["يرجى عدم حجز تذاكر الطيران والفنادق الا بعد أصدار التأشيرة"]
    
         },
  
          
       
       
       
          
        
       
        ],
      
    },
    {
        id:"22" ,
        name:"قبرص",
        image:covercy,
        icon:cycicon,
        requerments:[
            {
                id:"01",
                title:"2 صور شخصية" ,
                refrances:["مقاس (4.5 * 3.5) خلفية بيضاء، بدون تعديل للوجه" , " بالنسبة للرجل: بدون شماغ" , "بالنسبة للمرأة: ظهور منابت الشعر ◀صور حديثة"]

            },
         
            {
                id:"02",
                title:"صورة من جواز السفر" ,
                refrances:["لابد أن لا تقل صلاحية الجواز عن 6 أشهر من تاريخ العودة من السفر"]

            },
            {
                id:"029",
                title:"كشف حساب" ,
                refrances:["يجب أن يكون كشف الحساب بنسخة حديثة لآخر 3 أشهر (لآخر 6 أشهر في جدة) باللغة الإنجليزية ومختوم من البنك برصيد لا يقل عن 15,000 ريال أو أكثر."]

            },
            {
                id:"0291",
                title:"تعريف بالراتب النسخة الأصلية (إنجليزي)" ,
                refrances:[" إذا كان من قطاع حكومي: يكون مختوم بختم ملون من جهة العمل الحكومية." , " إذا كان من قطاع خاص: يكون مختوم على الأوراق الرسمية من جهة العمل ومصدق من الغرفة التجارية." , "يجب أن يكون تعريف الراتب بنسخة حديثة"]

            },
          
            {
                id:"021",
                title:"المدة المتوقعة لصدور التأشيرة" ,
                refrances:["تتراوح المدة تقريباً بين 3 الى 10 يوم عمل من موعد دخول الجواز للسفارة."]

            },
            {
                id:"0213",
                title:"التأمين الطبي*" ,
                refrances:["شركة الوان المسافر توفر التأمين من 7 ايام لغاية 10 يوم من الرحلة وهو المتطلب الاساسي لتأشيرة الشنغن لكي تصدر التأشيرة حتى لوكانت مدة الرحلة أطول من ذلك فإن المدة المذكورة تعتبر كافية لاصدار التأشيرة. * التأمين يشمل تغطية covid 19 كورونا * زيادة مدة التأمين تخضع لرسوم إضافية *"]
    
         },
         {
            id:"021011",
            title:"الترجمة" ,
            refrances:["الترجمة تشمل بطاقة الأحوال وبطاقة العائلة."]

     },
            {
                id:"0210112",
                title:"لا تتطلب بصمة" ,
                refrances:["لا يوجد بصمة  لسفارة قبرص"]

            },
            {
                id:"02101123",
                title:"لا تتطلب التأشيرة في حالة:" ,
                refrances:["في حالة وجود تأشيرة شنغن متعددة الدخول وسارية فانك تستطيع الدخول الى قبرص دون الحاجة الى استخراج تأشيرة."]

            },
   
             {
                id:"02101",
                title:"لأننا نهتم برحلتك" ,
                refrances:["يرجى عدم حجز تذاكر الطيران والفنادق الا بعد أصدار التأشيرة"]
    
         },
  
          
       
       
       
          
        
       
        ],
      
    },
    {
        id:"23" ,
        name:"البوسنة",
        image:coverbo,
        icon:bocicon,
        requerments:[
            {
                id:"01",
                title:"2 صور شخصية" ,
                refrances:["مقاس (4.5 * 3.5) خلفية بيضاء، بدون تعديل للوجه" , " بالنسبة للرجل: بدون شماغ" , "بالنسبة للمرأة: ظهور منابت الشعر ◀صور حديثة"]

            },
         
            {
                id:"02",
                title:"صورة من جواز السفر" ,
                refrances:["لابد أن لا تقل صلاحية الجواز عن 6 أشهر من تاريخ العودة من السفر"]

            },
        
            {
                id:"0291",
                title:"تعريف بالراتب النسخة الأصلية (إنجليزي)" ,
                refrances:["تعريف بالراتب - قطاع حكومي: مختوم بختم ملون من جهة العمل الحكومية. - قطاع خاص: مختوم على الأوراق الرسمية ومصدق من الغرفة التجارية." , "يجب أن يكون تعريف الراتب بنسخة حديثة"]

            },
          
            {
                id:"021",
                title:"المدة المتوقعة لصدور التأشيرة" ,
                refrances:["تتراوح المدة من 10 الى 30 يوم عمل من موعد دخول الجواز."]

            },
            {
                id:"0213",
                title:"التأمين الطبي*" ,
                refrances:["شركة الوان المسافر توفر التأمين من 7 ايام لغاية 10 يوم من الرحلة وهو المتطلب الاساسي لتأشيرة الشنغن لكي تصدر التأشيرة حتى لوكانت مدة الرحلة أطول من ذلك فإن المدة المذكورة تعتبر كافية لاصدار التأشيرة. * التأمين يشمل تغطية covid 19 كورونا * زيادة مدة التأمين تخضع لرسوم إضافية *"]
    
         },
         {
            id:"021011",
            title:"الترجمة" ,
            refrances:["الترجمة تشمل بطاقة الأحوال وبطاقة العائلة."]

     },
            {
                id:"0210112",
                title:"تتطلب بصمة" ,
                refrances:["◀ تتطلب بصمة لجميع الأعمار ."]

            },
            {
                id:"02101123",
                title:"لا تتطلب التأشيرة في حالة:" ,
                refrances:["في حالة وجود تأشيرة أمريكية سارية فانك تستطيع الدخول الى البوسنة دون الحاجة الى استخراج تأشيرة البوسنة."]

            },
   
             {
                id:"02101",
                title:"لأننا نهتم برحلتك" ,
                refrances:["يرجى عدم حجز تذاكر الطيران والفنادق الا بعد أصدار التأشيرة"]
    
         },
  
          
       
       
       
          
        
       
        ],
      
    },
    {
        id:"24" ,
        name:"روسيا",
        image:coverru,
        icon:ruicon,
        requerments:[
            {
                id:"01",
                title:"2 صور شخصية" ,
                refrances:["مقاس (4.5 * 3.5) خلفية بيضاء، بدون تعديل للوجه" , " بالنسبة للرجل: بدون شماغ" , "بالنسبة للمرأة: ظهور منابت الشعر ◀صور حديثة"]

            },
         
            {
                id:"02",
                title:"صورة من جواز السفر" ,
                refrances:["لابد أن لا تقل صلاحية الجواز عن 6 أشهر من تاريخ العودة من السفر"]

            },
        
          
          
            {
                id:"021",
                title:"المدة المتوقعة لصدور التأشيرة" ,
                refrances:["تتراوح المدة من 10 الى 20 يوم عمل من موعد دخول الجواز."]

            },
            {
                id:"0213",
                title:"التأمين الطبي*" ,
                refrances:["شركة الوان المسافر توفر التأمين من 7 ايام لغاية 10 يوم من الرحلة وهو المتطلب الاساسي لتأشيرة الشنغن لكي تصدر التأشيرة حتى لوكانت مدة الرحلة أطول من ذلك فإن المدة المذكورة تعتبر كافية لاصدار التأشيرة. * التأمين يشمل تغطية covid 19 كورونا * زيادة مدة التأمين تخضع لرسوم إضافية *"]
    
         },
    
            {
                id:"0210112",
                title:"لا تتطلب بصمة" ,
                refrances:["لا يوجد بصمة  للسفارة الروسية"]

            },
      
   
             {
                id:"02101",
                title:"لأننا نهتم برحلتك" ,
                refrances:["يرجى عدم حجز تذاكر الطيران والفنادق الا بعد أصدار التأشيرة"]
    
         },
  
          
       
       
       
          
        
       
        ],
      
    },
    {
        id:"25" ,
        name:"الدنمارك",
        image:coverdk,
        icon:dkcicon ,
        requerments:[
            {
                id:"01",
                title:"2 صور شخصية" ,
                refrances:["مقاس (4.5 * 3.5) خلفية بيضاء، بدون تعديل للوجه" , " بالنسبة للرجل: بدون شماغ" , "بالنسبة للمرأة: ظهور منابت الشعر ◀صور حديثة"]

            },
         
            {
                id:"02",
                title:"صورة من جواز السفر" ,
                refrances:["لابد أن لا تقل صلاحية الجواز عن 6 أشهر من تاريخ العودة من السفر"]

            },
        
            {
                id:"0291",
                title:"تعريف بالراتب النسخة الأصلية (إنجليزي)" ,
                refrances:["تعريف بالراتب - قطاع حكومي: مختوم بختم ملون من جهة العمل الحكومية. - قطاع خاص: مختوم على الأوراق الرسمية ومصدق من الغرفة التجارية." , "يجب أن يكون تعريف الراتب بنسخة حديثة"]

            },
          
            {
                id:"021",
                title:"المدة المتوقعة لصدور التأشيرة" ,
                refrances:["تتراوح المدة تقريباً بين 3 الى 15 يوم عمل من موعد التبصيم."]

            },
            {
                id:"0213",
                title:"التأمين الطبي*" ,
                refrances:["شركة الوان المسافر توفر التأمين من 7 ايام لغاية 10 يوم من الرحلة وهو المتطلب الاساسي لتأشيرة الشنغن لكي تصدر التأشيرة حتى لوكانت مدة الرحلة أطول من ذلك فإن المدة المذكورة تعتبر كافية لاصدار التأشيرة. * التأمين يشمل تغطية covid 19 كورونا * زيادة مدة التأمين تخضع لرسوم إضافية *"]
    
         },
         {
            id:"021011",
            title:"الترجمة" ,
            refrances:["الترجمة تشمل بطاقة الأحوال وبطاقة العائلة."]

     },
            {
                id:"0210112",
                title:"تتطلب بصمة" ,
                refrances:["تتطلب بصمة للبالغين من عمر 12 سنة فما فوق" , " ليس هناك تبصيم للأطفال تحت عمر 12 سنة." , "قد لا تتطلب بصمة في حال وجود بصمة سابقة خلال اخر 3 سنوات."]

            },
      
   
             {
                id:"02101",
                title:"لأننا نهتم برحلتك" ,
                refrances:["يرجى عدم حجز تذاكر الطيران والفنادق الا بعد أصدار التأشيرة"]
    
         },
  
          
       
       
       
          
        
       
        ],
      
    },
    {
        id:"26" ,
        name:"اليونان",
        image:covergr,
        icon:grcicon,
        requerments:[
            {
                id:"01",
                title:"2 صور شخصية" ,
                refrances:["مقاس (4.5 * 3.5) خلفية بيضاء، بدون تعديل للوجه" , " بالنسبة للرجل: بدون شماغ" , "بالنسبة للمرأة: ظهور منابت الشعر ◀صور حديثة"]

            },
         
            {
                id:"02",
                title:"صورة من جواز السفر" ,
                refrances:["لابد أن لا تقل صلاحية الجواز عن 6 أشهر من تاريخ العودة من السفر"]

            },
        
            {
                id:"0291",
                title:"تعريف بالراتب النسخة الأصلية (إنجليزي)" ,
                refrances:["تعريف بالراتب - قطاع حكومي: مختوم بختم ملون من جهة العمل الحكومية. - قطاع خاص: مختوم على الأوراق الرسمية ومصدق من الغرفة التجارية." , "يجب أن يكون تعريف الراتب بنسخة حديثة"]

            },
            {
                id:"029134",
                title:"كشف حساب" ,
                refrances:["يجب أن يكون كشف الحساب بنسخة حديثة لآخر 3 أشهر باللغة الإنجليزية ومختوم من البنك برصيد لا يقل عن 15,000 ريال أو أكثر."]

            },
          
            {
                id:"021",
                title:"المدة المتوقعة لصدور التأشيرة" ,
                refrances:["تتراوح المدة تقريباً بين 3 الى 12 يوم عمل من موعد التبصيم."]

            },
            {
                id:"0213",
                title:"التأمين الطبي*" ,
                refrances:["شركة الوان المسافر توفر التأمين من 7 ايام لغاية 10 يوم من الرحلة وهو المتطلب الاساسي لتأشيرة الشنغن لكي تصدر التأشيرة حتى لوكانت مدة الرحلة أطول من ذلك فإن المدة المذكورة تعتبر كافية لاصدار التأشيرة. * التأمين يشمل تغطية covid 19 كورونا * زيادة مدة التأمين تخضع لرسوم إضافية *"]
    
         },
         {
            id:"021011",
            title:"الترجمة" ,
            refrances:["الترجمة تشمل بطاقة الأحوال وبطاقة العائلة."]

     },
            {
                id:"0210112",
                title:"تتطلب بصمة" ,
                refrances:["تتطلب بصمة للبالغين من عمر 12 سنة فما فوق" , " ليس هناك تبصيم للأطفال تحت عمر 12 سنة." , "قد لا تتطلب بصمة في حال وجود بصمة سابقة خلال اخر 3 سنوات."]

            },
      
   
             {
                id:"02101",
                title:"لأننا نهتم برحلتك" ,
                refrances:["يرجى عدم حجز تذاكر الطيران والفنادق الا بعد أصدار التأشيرة"]
    
         },
  
          
       
       
       
          
        
       
        ],
      
    },
    {
        id:"27" ,
        name:"البرتغال",
        image:coverpt,
        icon:ptcicon,
        requerments:[
            {
                id:"01",
                title:"2 صور شخصية" ,
                refrances:["مقاس (4.5 * 3.5) خلفية بيضاء، بدون تعديل للوجه" , " بالنسبة للرجل: بدون شماغ" , "بالنسبة للمرأة: ظهور منابت الشعر ◀صور حديثة"]

            },
         
            {
                id:"02",
                title:"صورة من جواز السفر" ,
                refrances:["لابد أن لا تقل صلاحية الجواز عن 6 أشهر من تاريخ العودة من السفر"]

            },
        
            {
                id:"0291",
                title:"تعريف بالراتب النسخة الأصلية (إنجليزي)" ,
                refrances:["تعريف بالراتب - قطاع حكومي: مختوم بختم ملون من جهة العمل الحكومية. - قطاع خاص: مختوم على الأوراق الرسمية ومصدق من الغرفة التجارية." , "يجب أن يكون تعريف الراتب بنسخة حديثة"]

            },
            {
                id:"029134",
                title:"كشف حساب" ,
                refrances:["يجب أن يكون كشف الحساب بنسخة حديثة لآخر 3 أشهر باللغة الإنجليزية ومختوم من البنك برصيد لا يقل عن 15,000 ريال أو أكثر."]

            },
          
            {
                id:"021",
                title:"المدة المتوقعة لصدور التأشيرة" ,
                refrances:["تتراوح المدة تقريباً بين 3 الى 12 يوم عمل من موعد التبصيم."]

            },
            {
                id:"0213",
                title:"التأمين الطبي*" ,
                refrances:["شركة الوان المسافر توفر التأمين من 7 ايام لغاية 10 يوم من الرحلة وهو المتطلب الاساسي لتأشيرة الشنغن لكي تصدر التأشيرة حتى لوكانت مدة الرحلة أطول من ذلك فإن المدة المذكورة تعتبر كافية لاصدار التأشيرة. * التأمين يشمل تغطية covid 19 كورونا * زيادة مدة التأمين تخضع لرسوم إضافية *"]
    
         },
         {
            id:"021011",
            title:"الترجمة" ,
            refrances:["الترجمة تشمل بطاقة الأحوال وبطاقة العائلة."]

     },
            {
                id:"0210112",
                title:"تتطلب بصمة" ,
                refrances:["تتطلب بصمة للبالغين من عمر 12 سنة فما فوق" , " ليس هناك تبصيم للأطفال تحت عمر 12 سنة." , "قد لا تتطلب بصمة في حال وجود بصمة سابقة خلال اخر 3 سنوات."]

            },
      
   
             {
                id:"02101",
                title:"لأننا نهتم برحلتك" ,
                refrances:["يرجى عدم حجز تذاكر الطيران والفنادق الا بعد أصدار التأشيرة"]
    
         },
  
          
       
       
       
          
        
       
        ],
      
    },
    {
        id:"28" ,
        name:"التشيك",
        image:covercz,
        icon:czcicon,
        requerments:[
            {
                id:"01",
                title:"2 صور شخصية" ,
                refrances:["مقاس (4.5 * 3.5) خلفية بيضاء، بدون تعديل للوجه" , " بالنسبة للرجل: بدون شماغ" , "بالنسبة للمرأة: ظهور منابت الشعر ◀صور حديثة"]

            },
         
            {
                id:"02",
                title:"صورة من جواز السفر" ,
                refrances:["لابد أن لا تقل صلاحية الجواز عن 6 أشهر من تاريخ العودة من السفر"]

            },
        
            {
                id:"0291",
                title:"تعريف بالراتب النسخة الأصلية (إنجليزي)" ,
                refrances:["تعريف بالراتب - قطاع حكومي: مختوم بختم ملون من جهة العمل الحكومية. - قطاع خاص: مختوم على الأوراق الرسمية ومصدق من الغرفة التجارية." , "يجب أن يكون تعريف الراتب بنسخة حديثة"]

            },
            {
                id:"029134",
                title:"كشف حساب" ,
                refrances:["يجب أن يكون كشف الحساب بنسخة حديثة لآخر 3 أشهر باللغة الإنجليزية ومختوم من البنك برصيد لا يقل عن 15,000 ريال أو أكثر."]

            },
          
            {
                id:"021",
                title:"المدة المتوقعة لصدور التأشيرة" ,
                refrances:["تتراوح المدة تقريباً بين 3 الى 30 يوم عمل من موعد التبصيم."]

            },
            {
                id:"0213",
                title:"التأمين الطبي*" ,
                refrances:["شركة الوان المسافر توفر التأمين من 7 ايام لغاية 10 يوم من الرحلة وهو المتطلب الاساسي لتأشيرة الشنغن لكي تصدر التأشيرة حتى لوكانت مدة الرحلة أطول من ذلك فإن المدة المذكورة تعتبر كافية لاصدار التأشيرة. * التأمين يشمل تغطية covid 19 كورونا * زيادة مدة التأمين تخضع لرسوم إضافية *"]
    
         },
         {
            id:"021011",
            title:"الترجمة" ,
            refrances:["الترجمة تشمل بطاقة الأحوال وبطاقة العائلة."]

     },
            {
                id:"0210112",
                title:"تتطلب بصمة" ,
                refrances:["تتطلب بصمة للبالغين من عمر 12 سنة فما فوق" , " ليس هناك تبصيم للأطفال تحت عمر 12 سنة." , "قد لا تتطلب بصمة في حال وجود بصمة سابقة خلال اخر 3 سنوات."]

            },
      
   
             {
                id:"02101",
                title:"لأننا نهتم برحلتك" ,
                refrances:["يرجى عدم حجز تذاكر الطيران والفنادق الا بعد أصدار التأشيرة"]
    
         },
  
          
       
       
       
          
        
       
        ],
      
    },
    {
        id:"29" ,
        name:"النمسا",
        image:coverAt,
        icon:Atcicon,
        requerments:[
            {
                id:"01",
                title:"2 صور شخصية" ,
                refrances:["مقاس (4.5 * 3.5) خلفية بيضاء، بدون تعديل للوجه" , " بالنسبة للرجل: بدون شماغ" , "بالنسبة للمرأة: ظهور منابت الشعر ◀صور حديثة" , "يجب أن يكون الوجه يمثل 80% من الصورة."]

            },
         
            {
                id:"02",
                title:"صورة من جواز السفر" ,
                refrances:["لابد أن لا تقل صلاحية الجواز عن 6 أشهر من تاريخ العودة من السفر"]

            },
        
            {
                id:"0291",
                title:"تعريف بالراتب النسخة الأصلية (إنجليزي)" ,
                refrances:["تعريف بالراتب - قطاع حكومي: مختوم بختم ملون من جهة العمل الحكومية. - قطاع خاص: مختوم على الأوراق الرسمية ومصدق من الغرفة التجارية." , "يجب أن يكون تعريف الراتب بنسخة حديثة"]

            },
            {
                id:"029134",
                title:"كشف حساب" ,
                refrances:["يجب أن يكون كشف الحساب (المرتبط بالراتب الشهري) بنسخة حديثة لآخر 3 أشهر باللغة الإنجليزية ومختوم من البنك برصيد لا يقل عن 20,000 ريال أو أكثر."]

            },
          
            {
                id:"021",
                title:"المدة المتوقعة لصدور التأشيرة" ,
                refrances:["تتراوح المدة تقريباً بين 15 الى 25 يوم عمل من موعد التبصيم."]

            },
            {
                id:"0213",
                title:"التأمين الطبي*" ,
                refrances:["شركة الوان المسافر توفر التأمين من 7 ايام لغاية 10 يوم من الرحلة وهو المتطلب الاساسي لتأشيرة الشنغن لكي تصدر التأشيرة حتى لوكانت مدة الرحلة أطول من ذلك فإن المدة المذكورة تعتبر كافية لاصدار التأشيرة. * التأمين يشمل تغطية covid 19 كورونا * زيادة مدة التأمين تخضع لرسوم إضافية *"]
    
         },
         {
            id:"021011",
            title:"الترجمة" ,
            refrances:["الترجمة تشمل بطاقة الأحوال وبطاقة العائلة."]

     },
            {
                id:"0210112",
                title:"تتطلب بصمة" ,
                refrances:["تتطلب بصمة للبالغين من عمر 12 سنة فما فوق" , " ليس هناك تبصيم للأطفال تحت عمر 12 سنة." ]

            },
      
   
             {
                id:"02101",
                title:"لأننا نهتم برحلتك" ,
                refrances:["يرجى عدم حجز تذاكر الطيران والفنادق الا بعد أصدار التأشيرة. علما بأنه في بعض الأحيان قد نطلب منك حجوزات مؤكدة وذلك بناء على تحديثات السفارة في أوقات معينة"]
    
         },
  
          
       
       
       
          
        
       
        ],
      
    },
    {
        id:"30" ,
        name:"السويد",
        image:coverse,
        icon:secicon,
        requerments:[
            {
                id:"01",
                title:"2 صور شخصية" ,
                refrances:["مقاس (4.5 * 3.5) خلفية بيضاء، بدون تعديل للوجه" , " بالنسبة للرجل: بدون شماغ" , "بالنسبة للمرأة: ظهور منابت الشعر ◀صور حديثة" , "يجب أن يكون الوجه يمثل 80% من الصورة."]

            },
         
            {
                id:"02",
                title:"صورة من جواز السفر" ,
                refrances:["لابد أن لا تقل صلاحية الجواز عن 6 أشهر من تاريخ العودة من السفر"]

            },
        
            {
                id:"0291",
                title:"تعريف بالراتب النسخة الأصلية (إنجليزي)" ,
                refrances:["تعريف بالراتب - قطاع حكومي: مختوم بختم ملون من جهة العمل الحكومية. - قطاع خاص: مختوم على الأوراق الرسمية ومصدق من الغرفة التجارية." , "يجب أن يكون تعريف الراتب بنسخة حديثة"]

            },
            {
                id:"029134",
                title:"كشف حساب" ,
                refrances:["يجب أن يكون كشف الحساب بنسخة حديثة لآخر 3 أشهر باللغة الإنجليزية ومختوم من البنك برصيد لا يقل عن 15,000 ريال أو أكثر."]

            },
          
            {
                id:"021",
                title:"المدة المتوقعة لصدور التأشيرة" ,
                refrances:["تتراوح المدة تقريباً بين 3 الى 12 يوم عمل من موعد التبصيم."]

            },
            {
                id:"0213",
                title:"التأمين الطبي*" ,
                refrances:["شركة الوان المسافر توفر التأمين من 7 ايام لغاية 10 يوم من الرحلة وهو المتطلب الاساسي لتأشيرة الشنغن لكي تصدر التأشيرة حتى لوكانت مدة الرحلة أطول من ذلك فإن المدة المذكورة تعتبر كافية لاصدار التأشيرة. * التأمين يشمل تغطية covid 19 كورونا * زيادة مدة التأمين تخضع لرسوم إضافية *"]
    
         },
         {
            id:"021011",
            title:"الترجمة" ,
            refrances:["الترجمة تشمل بطاقة الأحوال وبطاقة العائلة."]

     },
            {
                id:"0210112",
                title:"تتطلب بصمة" ,
                refrances:["تتطلب بصمة للبالغين من عمر 12 سنة فما فوق" , " ليس هناك تبصيم للأطفال تحت عمر 12 سنة." ]

            },
      
   
             {
                id:"02101",
                title:"لأننا نهتم برحلتك" ,
                refrances:["يرجى عدم حجز تذاكر الطيران والفنادق الا بعد أصدار التأشيرة. علما بأنه في بعض الأحيان قد نطلب منك حجوزات مؤكدة وذلك بناء على تحديثات السفارة في أوقات معينة"]
    
         },
  
          
       
       
       
          
        
       
        ],
      
    },
    {
        id:"31" ,
        name:"سويسرا",
        image:coverCH,
        icon:CHcicon,
        requerments:[
            {
                id:"01",
                title:"2 صور شخصية" ,
                refrances:["مقاس (4.5 * 3.5) خلفية بيضاء، بدون تعديل للوجه" , " بالنسبة للرجل: بدون شماغ" , "بالنسبة للمرأة: ظهور منابت الشعر ◀صور حديثة" , "يجب أن يكون الوجه يمثل 80% من الصورة."]

            },
         
            {
                id:"02",
                title:"صورة من جواز السفر" ,
                refrances:["لابد أن لا تقل صلاحية الجواز عن 6 أشهر من تاريخ العودة من السفر"]

            },
        
            {
                id:"0291",
                title:"تعريف بالراتب النسخة الأصلية (إنجليزي)" ,
                refrances:["تعريف بالراتب - قطاع حكومي: مختوم بختم ملون من جهة العمل الحكومية. - قطاع خاص: مختوم على الأوراق الرسمية ومصدق من الغرفة التجارية." , "يجب أن يكون تعريف الراتب بنسخة حديثة"]

            },
            {
                id:"029134",
                title:"كشف حساب" ,
                refrances:["يجب أن يكون كشف الحساب بنسخة حديثة لآخر 3 أشهر باللغة الإنجليزية ومختوم من البنك برصيد لا يقل عن 15,000 ريال أو أكثر."]

            },
          
            {
                id:"021",
                title:"المدة المتوقعة لصدور التأشيرة" ,
                refrances:["تتراوح المدة تقريباً بين 3 الى 12 يوم عمل من موعد التبصيم."]

            },
            {
                id:"0213",
                title:"التأمين الطبي*" ,
                refrances:["شركة الوان المسافر توفر التأمين من 7 ايام لغاية 10 يوم من الرحلة وهو المتطلب الاساسي لتأشيرة الشنغن لكي تصدر التأشيرة حتى لوكانت مدة الرحلة أطول من ذلك فإن المدة المذكورة تعتبر كافية لاصدار التأشيرة. * التأمين يشمل تغطية covid 19 كورونا * زيادة مدة التأمين تخضع لرسوم إضافية *"]
    
         },
         {
            id:"021011",
            title:"الترجمة" ,
            refrances:["الترجمة تشمل بطاقة الأحوال وبطاقة العائلة."]

     },
            {
                id:"0210112",
                title:"تتطلب بصمة" ,
                refrances:["تتطلب بصمة للبالغين من عمر 12 سنة فما فوق" , " ليس هناك تبصيم للأطفال تحت عمر 12 سنة." ]

            },
      
   
             {
                id:"02101",
                title:"لأننا نهتم برحلتك" ,
                refrances:["يرجى عدم حجز تذاكر الطيران والفنادق الا بعد أصدار التأشيرة. علما بأنه في بعض الأحيان قد نطلب منك حجوزات مؤكدة وذلك بناء على تحديثات السفارة في أوقات معينة"]
    
         },
  
          
       
       
       
          
        
       
        ],
      
    },
    {
        id:"32" ,
        name:"هولندا",
        image:coverNL,
        icon:NLcicon,
        requerments:[
        
         
            {
                id:"02",
                title:"صورة من جواز السفر" ,
                refrances:["لابد أن لا تقل صلاحية الجواز عن 6 أشهر من تاريخ العودة من السفر"]

            },
        
            {
                id:"0291",
                title:"تعريف بالراتب النسخة الأصلية (إنجليزي)" ,
                refrances:["تعريف بالراتب - قطاع حكومي: مختوم بختم ملون من جهة العمل الحكومية. - قطاع خاص: مختوم على الأوراق الرسمية ومصدق من الغرفة التجارية." , "يجب أن يكون تعريف الراتب بنسخة حديثة"]

            },
            {
                id:"029134",
                title:"كشف حساب" ,
                refrances:["يجب أن يكون كشف الحساب بنسخة حديثة لآخر 3 أشهر باللغة الإنجليزية ومختوم من البنك برصيد لا يقل عن 15,000 ريال أو أكثر."]

            },
          
            {
                id:"021",
                title:"المدة المتوقعة لصدور التأشيرة" ,
                refrances:["تتراوح المدة تقريباً بين 7 الى 25 يوم عمل من موعد التبصيم."]

            },
            {
                id:"0213",
                title:"التأمين الطبي*" ,
                refrances:["شركة الوان المسافر توفر التأمين من 7 ايام لغاية 10 يوم من الرحلة وهو المتطلب الاساسي لتأشيرة الشنغن لكي تصدر التأشيرة حتى لوكانت مدة الرحلة أطول من ذلك فإن المدة المذكورة تعتبر كافية لاصدار التأشيرة. * التأمين يشمل تغطية covid 19 كورونا * زيادة مدة التأمين تخضع لرسوم إضافية *"]
    
         },
         {
            id:"021011",
            title:"الترجمة" ,
            refrances:["الترجمة تشمل بطاقة الأحوال وبطاقة العائلة."]

     },
            {
                id:"0210112",
                title:"تتطلب بصمة" ,
                refrances:["تتطلب بصمة للبالغين من عمر 12 سنة فما فوق" , " ليس هناك تبصيم للأطفال تحت عمر 12 سنة." ]

            },
      
   
             {
                id:"02101",
                title:"لأننا نهتم برحلتك" ,
                refrances:["يرجى عدم حجز تذاكر الطيران والفنادق الا بعد أصدار التأشيرة. علما بأنه في بعض الأحيان قد نطلب منك حجوزات مؤكدة وذلك بناء على تحديثات السفارة في أوقات معينة"]
    
         },
  
          
       
       
       
          
        
       
        ],
      
    },
    {
        id:"33" ,
        name:"أسبانيا",
        image:coverES,
        icon:EScicon,
        requerments:[
        
            {
                id:"01",
                title:"2 صور شخصية" ,
                refrances:["مقاس (4.5 * 3.5) خلفية بيضاء، بدون تعديل للوجه" , " بالنسبة للرجل: بدون شماغ" , "بالنسبة للمرأة: ظهور منابت الشعر ◀صور حديثة" , "يجب أن يكون الوجه يمثل 80% من الصورة."]

            },
            {
                id:"02",
                title:"صورة من جواز السفر" ,
                refrances:["لابد أن لا تقل صلاحية الجواز عن 6 أشهر من تاريخ العودة من السفر"]

            },
        
            {
                id:"0291",
                title:"تعريف بالراتب النسخة الأصلية (إنجليزي)" ,
                refrances:["تعريف بالراتب - قطاع حكومي: مختوم بختم ملون من جهة العمل الحكومية. - قطاع خاص: مختوم على الأوراق الرسمية ومصدق من الغرفة التجارية." , "يجب أن يكون تعريف الراتب بنسخة حديثة"]

            },
            {
                id:"029134",
                title:"كشف حساب" ,
                refrances:["يجب أن يكون كشف الحساب بنسخة حديثة لآخر 3 أشهر باللغة الإنجليزية ومختوم من البنك برصيد لا يقل عن 15,000 ريال لكل شخص.(صلاحية بحد اقصى 15 يوم قبل الموعد"]

            },
          
            {
                id:"021",
                title:"المدة المتوقعة لصدور التأشيرة" ,
                refrances:["تتراوح المدة تقريباً بين 3 الى 12 يوم عمل من موعد التبصيم."]

            },
            {
                id:"0213",
                title:"التأمين الطبي*" ,
                refrances:["شركة الوان المسافر توفر التأمين من 7 ايام لغاية 10 يوم من الرحلة وهو المتطلب الاساسي لتأشيرة الشنغن لكي تصدر التأشيرة حتى لوكانت مدة الرحلة أطول من ذلك فإن المدة المذكورة تعتبر كافية لاصدار التأشيرة. * التأمين يشمل تغطية covid 19 كورونا * زيادة مدة التأمين تخضع لرسوم إضافية *"]
    
         },
         {
            id:"021011",
            title:"الترجمة" ,
            refrances:["الترجمة تشمل بطاقة الأحوال وبطاقة العائلة."]

     },
            {
                id:"0210112",
                title:"تتطلب بصمة" ,
                refrances:["تتطلب بصمة للبالغين من عمر 12 سنة فما فوق" , " ليس هناك تبصيم للأطفال تحت عمر 12 سنة." ]

            },
            {
                id:"02101120",
                title:"ملاحظة هامة:" ,
                refrances:["لا يوجد الاستقبال في المركز" ]

            },
      
   
             {
                id:"02101",
                title:"لأننا نهتم برحلتك" ,
                refrances:["يرجى عدم حجز تذاكر الطيران والفنادق الا بعد أصدار التأشيرة. علما بأنه في بعض الأحيان قد نطلب منك حجوزات مؤكدة وذلك بناء على تحديثات السفارة في أوقات معينة"]
    
         },
  
          
       
       
       
          
        
       
        ],
      
    },
    {
        id:"34" ,
        name:"فرنسا",
        image:coverFR,
        icon:FRcicon,
        requerments:[
        
            {
                id:"01",
                title:"2 صور شخصية" ,
                refrances:["مقاس (4.5 * 3.5) خلفية بيضاء، بدون تعديل للوجه" , " بالنسبة للرجل: بدون شماغ" , "بالنسبة للمرأة: ظهور منابت الشعر ◀صور حديثة" , "يجب أن يكون الوجه يمثل 80% من الصورة."]

            },
            {
                id:"02",
                title:"صورة من جواز السفر" ,
                refrances:["لابد أن لا تقل صلاحية الجواز عن 6 أشهر من تاريخ العودة من السفر"]

            },
        
            {
                id:"0291",
                title:"تعريف بالراتب النسخة الأصلية (إنجليزي)" ,
                refrances:["تعريف بالراتب - قطاع حكومي: مختوم بختم ملون من جهة العمل الحكومية. - قطاع خاص: مختوم على الأوراق الرسمية ومصدق من الغرفة التجارية." , "يجب أن يكون تعريف الراتب بنسخة حديثة"]

            },
            {
                id:"029134",
                title:"كشف حساب" ,
                refrances:["يجب أن يكون كشف الحساب بنسخة حديثة لآخر 3 أشهر باللغة الإنجليزية ومختوم من البنك برصيد لا يقل عن 15,000 ريال لكل شخص.(صلاحية بحد اقصى 15 يوم قبل الموعد"]

            },
          
            {
                id:"021",
                title:"المدة المتوقعة لصدور التأشيرة" ,
                refrances:["تتراوح المدة تقريباً بين 3 الى 12 يوم عمل من موعد التبصيم."]

            },
            {
                id:"0213",
                title:"التأمين الطبي*" ,
                refrances:["شركة الوان المسافر توفر التأمين من 7 ايام لغاية 10 يوم من الرحلة وهو المتطلب الاساسي لتأشيرة الشنغن لكي تصدر التأشيرة حتى لوكانت مدة الرحلة أطول من ذلك فإن المدة المذكورة تعتبر كافية لاصدار التأشيرة. * التأمين يشمل تغطية covid 19 كورونا * زيادة مدة التأمين تخضع لرسوم إضافية *"]
    
         },
         {
            id:"021011",
            title:"الترجمة" ,
            refrances:["الترجمة تشمل بطاقة الأحوال وبطاقة العائلة."]

     },
            {
                id:"0210112",
                title:"تتطلب بصمة" ,
                refrances:["تتطلب بصمة للبالغين من عمر 12 سنة فما فوق" , " ليس هناك تبصيم للأطفال تحت عمر 12 سنة." ]

            },
            {
                id:"02101120",
                title:"ملاحظة هامة:" ,
                refrances:["لا يوجد الاستقبال في المركز" ]

            },
      
   
             {
                id:"02101",
                title:"لأننا نهتم برحلتك" ,
                refrances:["يرجى عدم حجز تذاكر الطيران والفنادق الا بعد أصدار التأشيرة. علما بأنه في بعض الأحيان قد نطلب منك حجوزات مؤكدة وذلك بناء على تحديثات السفارة في أوقات معينة"]
    
         },
  
          
       
       
       
          
        
       
        ],
      
    },
    {
        id:"35" ,
        name:"ألمانيا",
        image:coverDE,
        icon:DEcicon,
        requerments:[
        
            {
                id:"01",
                title:"2 صور شخصية" ,
                refrances:["مقاس (4.5 * 3.5) خلفية بيضاء، بدون تعديل للوجه" , " بالنسبة للرجل: بدون شماغ" , "بالنسبة للمرأة: ظهور منابت الشعر ◀صور حديثة" , "يجب أن يكون الوجه يمثل 80% من الصورة."]

            },
            {
                id:"02",
                title:"صورة من جواز السفر" ,
                refrances:["لابد أن لا تقل صلاحية الجواز عن 6 أشهر من تاريخ العودة من السفر"]

            },
        
            {
                id:"0291",
                title:"تعريف بالراتب النسخة الأصلية (إنجليزي)" ,
                refrances:["تعريف بالراتب - قطاع حكومي: مختوم بختم ملون من جهة العمل الحكومية. - قطاع خاص: مختوم على الأوراق الرسمية ومصدق من الغرفة التجارية." , "يجب أن يكون تعريف الراتب بنسخة حديثة"]

            },
            {
                id:"029134",
                title:"كشف حساب" ,
                refrances:["يجب أن يكون كشف الحساب بنسخة حديثة لآخر 3 أشهر باللغة الإنجليزية ومختوم من البنك برصيد لا يقل عن 25,000 ريال."]

            },
          
            {
                id:"021",
                title:"المدة المتوقعة لصدور التأشيرة" ,
                refrances:["تتراوح المدة تقريباً بين 7 الى 15 يوم عمل من موعد التبصيم."]

            },
            {
                id:"0213",
                title:"التأمين الطبي*" ,
                refrances:["شركة الوان المسافر توفر التأمين من 7 ايام لغاية 10 يوم من الرحلة وهو المتطلب الاساسي لتأشيرة الشنغن لكي تصدر التأشيرة حتى لوكانت مدة الرحلة أطول من ذلك فإن المدة المذكورة تعتبر كافية لاصدار التأشيرة. * التأمين يشمل تغطية covid 19 كورونا * زيادة مدة التأمين تخضع لرسوم إضافية *"]
    
         },
         {
            id:"021011",
            title:"الترجمة" ,
            refrances:["الترجمة تشمل بطاقة الأحوال وبطاقة العائلة."]

     },
            {
                id:"0210112",
                title:"تتطلب بصمة" ,
                refrances:["تتطلب بصمة للبالغين من عمر 12 سنة فما فوق" , " ليس هناك تبصيم للأطفال تحت عمر 12 سنة." ]

            },
         
      
   
             {
                id:"02101",
                title:"لأننا نهتم برحلتك" ,
                refrances:["يرجى عدم حجز تذاكر الطيران والفنادق الا بعد أصدار التأشيرة. علما بأنه في بعض الأحيان قد نطلب منك حجوزات مؤكدة وذلك بناء على تحديثات السفارة في أوقات معينة"]
    
         },
  
          
       
       
       
          
        
       
        ],
      
    },
    {
        id:"36" ,
        name:"أيرلندا",
        image:coverIE,
        icon:IEcicon,
        requerments:[
        
            {
                id:"01",
                title:"2 صور شخصية" ,
                refrances:["مقاس (4.5 * 3.5) خلفية بيضاء، بدون تعديل للوجه" , " بالنسبة للرجل: بدون شماغ" , "بالنسبة للمرأة: ظهور منابت الشعر ◀صور حديثة" , "يجب أن يكون الوجه يمثل 80% من الصورة."]

            },
            {
                id:"02",
                title:"صورة من جواز السفر" ,
                refrances:["لابد أن لا تقل صلاحية الجواز عن 6 أشهر من تاريخ العودة من السفر"]

            },
        
            {
                id:"0291",
                title:"تعريف بالراتب النسخة الأصلية (إنجليزي)" ,
                refrances:["تعريف بالراتب - قطاع حكومي: مختوم بختم ملون من جهة العمل الحكومية. - قطاع خاص: مختوم على الأوراق الرسمية ومصدق من الغرفة التجارية." , "يجب أن يكون تعريف الراتب بنسخة حديثة"]

            },
            {
                id:"029134",
                title:"كشف حساب" ,
                refrances:["يجب أن يكون كشف الحساب بنسخة حديثة لآخر 3 أشهر باللغة الإنجليزية ومختوم من البنك برصيد لا يقل عن 28,000 ريال."]

            },
          
            {
                id:"021",
                title:"المدة المتوقعة لصدور التأشيرة" ,
                refrances:["تتراوح المدة تقريباً بين 10 الى 22 يوم عمل من موعد التبصيم."]

            },
            {
                id:"0213",
                title:" تأمين طبي دولي بمدة السفر*" ,
                refrances:["تأمين سفر دولي يشمل دولة أيرلندا بمدة السفر"]
    
         },
         {
            id:"021011",
            title:"الترجمة" ,
            refrances:["الترجمة تشمل بطاقة الأحوال وبطاقة العائلة."]

     },
            {
                id:"0210112",
                title:"لا تتطلب بصمة" ,
                refrances:["لا يوجد بصمة للسفارة الأيرلندية" ]

            },
        
      
   
             {
                id:"02101",
                title:"لأننا نهتم برحلتك" ,
                refrances:["يرجى عدم حجز تذاكر الطيران والفنادق الا بعد أصدار التأشيرة. علما بأنه في بعض الأحيان قد نطلب منك حجوزات مؤكدة وذلك بناء على تحديثات السفارة في أوقات معينة"]
    
         },
  
          
       
       
       
          
        
       
        ],
      
    },
    {
        id:"37" ,
        name:"الهند (إلكترونية)",
        image:coverIN,
        icon:INcicon,
        requerments:[
        
            {
                id:"01",
                title:"1 صور شخصية" ,
                refrances:["مقاس (4.5 * 3.5) خلفية بيضاء، بدون تعديل للوجه" , " بالنسبة للرجل: بدون شماغ" , "بالنسبة للمرأة: ظهور منابت الشعر ◀صور حديثة" , "يجب أن يكون الوجه يمثل 80% من الصورة."]

            },
            {
                id:"02",
                title:"صورة من جواز السفر" ,
                refrances:["لابد أن لا تقل صلاحية الجواز عن 6 أشهر من تاريخ العودة من السفر"]

            },
        
        
          
            {
                id:"021",
                title:"المدة المتوقعة لصدور التأشيرة" ,
                refrances:["تتراوح المدة تقريباً بين 3 الى 5 يوم عمل من موعد التبصيم."]

            },
      
   
        
        
      
   
             {
                id:"02101",
                title:"لأننا نهتم برحلتك" ,
                refrances:["يرجى عدم حجز تذاكر الطيران والفنادق الا بعد أصدار التأشيرة. علما بأنه في بعض الأحيان قد نطلب منك حجوزات مؤكدة وذلك بناء على تحديثات السفارة في أوقات معينة"]
    
         },
  
          
       
       
       
          
        
       
        ],
      
    },
    {
        id:"345" ,
        name:"إيطاليا",
        image:coverIT,
        icon:ITcicon,
        requerments:[
        
            {
                id:"01",
                title:"2 صور شخصية" ,
                refrances:["مقاس (4.5 * 3.5) خلفية بيضاء، بدون تعديل للوجه" , " بالنسبة للرجل: بدون شماغ" , "بالنسبة للمرأة: ظهور منابت الشعر ◀صور حديثة" , "يجب أن يكون الوجه يمثل 80% من الصورة."]

            },
            {
                id:"02",
                title:"صورة من جواز السفر" ,
                refrances:["لابد أن لا تقل صلاحية الجواز عن 6 أشهر من تاريخ العودة من السفر"]

            },
        
            {
                id:"0291",
                title:"تعريف بالراتب النسخة الأصلية (إنجليزي)" ,
                refrances:["تعريف بالراتب - قطاع حكومي: مختوم بختم ملون من جهة العمل الحكومية. - قطاع خاص: مختوم على الأوراق الرسمية ومصدق من الغرفة التجارية." , "يجب أن يكون تعريف الراتب بنسخة حديثة"]

            },
            {
                id:"029134",
                title:"كشف حساب" ,
                refrances:["يجب أن يكون كشف الحساب بنسخة حديثة لآخر 3 أشهر باللغة الإنجليزية ومختوم من البنك برصيد لا يقل عن 15,000 ريال."]

            },
          
            {
                id:"021",
                title:"المدة المتوقعة لصدور التأشيرة" ,
                refrances:["تتراوح المدة تقريباً بين 3 الى 15 يوم عمل من موعد التبصيم."]

            },
            {
                id:"0213",
                title:"التأمين الطبي*" ,
                refrances:["شركة الوان المسافر توفر التأمين من 7 ايام لغاية 10 يوم من الرحلة وهو المتطلب الاساسي لتأشيرة الشنغن لكي تصدر التأشيرة حتى لوكانت مدة الرحلة أطول من ذلك فإن المدة المذكورة تعتبر كافية لاصدار التأشيرة. * التأمين يشمل تغطية covid 19 كورونا * زيادة مدة التأمين تخضع لرسوم إضافية *"]
    
         },
         {
            id:"021011",
            title:"الترجمة" ,
            refrances:["الترجمة تشمل بطاقة الأحوال وبطاقة العائلة."]

     },
            {
                id:"0210112",
                title:"لا تتطلب بصمة" ,
                refrances:["لا يوجد بصمة للسفارة الأيرلندية" ]

            },
        
      
   
             {
                id:"02101",
                title:"لأننا نهتم برحلتك" ,
                refrances:["يرجى عدم حجز تذاكر الطيران والفنادق الا بعد أصدار التأشيرة. علما بأنه في بعض الأحيان قد نطلب منك حجوزات مؤكدة وذلك بناء على تحديثات السفارة في أوقات معينة"]
    
         },
  
          
       
       
       
          
        
       
        ],
      
    },
] 