import Flayingimage from "@/public/images/services/flaying.jpg"
import hotelsimages from "@/public/images/services/hotels.jpg"
import pymerticservices from "@/public/images/services/medical_travel_insurance.webp"
import translationservices from "@/public/images/services/translation.webp"
import workerpassport from "@/public/images/services/passport.webp"
import passpwordservices from "@/public/images/services/passpwordservices.jpg"
export const Services = [
    {
        id:"01",
        name:"حجوزات الطيران",
        image:Flayingimage,
        categoray:"Flaying",
        features:["حجوزات الطيران الدولي والمحلي بأسعار تنافسية" , "متابعة مسار الخدمة معك أول بأول"],
        details:"شركة ألوان المسافر تقدم خدمات حجز الطيران بأسلوب يضمن لك الراحة والسهولة في جميع تفاصيل رحلتك. مع ألوان المسافر تجد خيارات متعددة ومميزة لحجز تذاكر الطيران إلى مختلف الوجهات حول العالم، بما يتناسب مع احتياجاتك وميزانيتك. تفاصيل خدماتنا: حجوزات طيران دولية ومحلية: نوفر لك خيارات سفر مريحة إلى جميع الوجهات، سواء كانت رحلات عمل أو سياحة. اختيار الرحلات الأنسب: نوفر مقارنة بين شركات الطيران المختلفة لضمان أفضل توقيت وسعر. خدمة الدعم والتعديل: مرونة في تعديل حجوزاتك أو مساعدتك في أي استفسارات طارئة. إجراءات ميسرة: ضمان تجربة حجز سهلة وآمنة، مع خيارات دفع متنوعة تناسب الجميع. مع كيان، رحلتك تبدأ بكل ثقة واحترافية، لتعيش تجربة سفر سلسة من البداية إلى النهاية."
    },
    {
        id:"02",
        name:"حجوزات الفنادق",
        image:hotelsimages,
        categoray:"Hotels",
        features:["تقديم أفضل الأسعار لخطوط الطيران حول العالم", "إتمام حجز الإقامة في مجموعة واسعة من الفنادق" , "الأسعار المناسبة لميزانيته"],
        details:"خدمة حجز الفنادق تتيح للعملاء اختيار وإتمام حجز الإقامة في مجموعة واسعة من الفنادق حول العالم بسهولة وسرعة. يمكن للعميل تصفح الخيارات المتوفرة بناءً على الوجهة، التواريخ، وعدد الأشخاص، مع إمكانية الاطلاع على تقييمات الفنادق، الخدمات المتاحة، والأسعار المناسبة لميزانيته. تُقدّم الخدمة غالبًا عبر مواقع إلكترونية أو تطبيقات مخصصة تضمن إجراءات دفع آمنة وخيارات تعديل أو إلغاء الحجز وفقًا لسياسة الفندق."
    },
    {
        id:"03",
        name:"حجوزات التأشيرات",
        categoray:"Visa",
        image:passpwordservices,
        features:["إصدار تأشيرة العمرة", "إصدار التأشيرات السياحية.", "الأسعار المناسبة لميزانيته" , "تسهيل إجراءات الإقامة والعمل." , "إصدار تأشيرات السفر العالمية" , "إصدار تأشيرة الإمارات" , "إصدار تأشيرة السعودية متعددة وتأشيرة الأعمال" , ""],
        details:"شركة ألوان المسافر تقدم خدمات مميزة في مجال التأشيرات، سواء لتأشيرات العمرة أو تأشيرات السفر حول العالم. مع ألوان المسافر تسهَّل عليك إجراءات الحصول على التأشيرات بكل سرعة واحترافية. __ خدماتنا تشمل: تأشيرات العمرة: تسهيل الحصول على تأشيرات العمرة بالتنسيق مع الجهات المختصة في المملكة لضمان راحة المعتمرين. تأشيرات السفر العالمية: دعم شامل لتأشيرات السياحة، العمل، أو العلاج، مع مراعاة متطلبات كل وجهة دولية. اختيارك لـ ألوان المسافر يعني راحة البال، خدمات احترافية، وتجربة خالية من التعقيدات. ✈️"
    },
    {
        id:"04",
        name:"تأمين طبى للسفر",
        categoray:"Visa",
        image:pymerticservices,
        features:["إصدار تأشيرة العمرة", "إصدار التأشيرات السياحية.", "الأسعار المناسبة لميزانيته" , "تسهيل إجراءات الإقامة والعمل." , "إصدار تأشيرات السفر العالمية" , "إصدار تأشيرة الإمارات" , "إصدار تأشيرة السعودية متعددة وتأشيرة الأعمال" , ""],
        details:"شركة ألوان المسافر تقدم خدمات مميزة في مجال التأشيرات، سواء لتأشيرات العمرة أو تأشيرات السفر حول العالم. مع ألوان المسافر تسهَّل عليك إجراءات الحصول على التأشيرات بكل سرعة واحترافية. __ خدماتنا تشمل: تأشيرات العمرة: تسهيل الحصول على تأشيرات العمرة بالتنسيق مع الجهات المختصة في المملكة لضمان راحة المعتمرين. تأشيرات السفر العالمية: دعم شامل لتأشيرات السياحة، العمل، أو العلاج، مع مراعاة متطلبات كل وجهة دولية. اختيارك لـ ألوان المسافر يعني راحة البال، خدمات احترافية، وتجربة خالية من التعقيدات. ✈️"
    },
    {
        id:"05",
        name:"ترجمة المستندات",
        categoray:"Visa",
        image:translationservices,
        features:["إصدار تأشيرة العمرة", "إصدار التأشيرات السياحية.", "الأسعار المناسبة لميزانيته" , "تسهيل إجراءات الإقامة والعمل." , "إصدار تأشيرات السفر العالمية" , "إصدار تأشيرة الإمارات" , "إصدار تأشيرة السعودية متعددة وتأشيرة الأعمال" , ""],
        details:"شركة ألوان المسافر تقدم خدمات مميزة في مجال التأشيرات، سواء لتأشيرات العمرة أو تأشيرات السفر حول العالم. مع ألوان المسافر تسهَّل عليك إجراءات الحصول على التأشيرات بكل سرعة واحترافية. __ خدماتنا تشمل: تأشيرات العمرة: تسهيل الحصول على تأشيرات العمرة بالتنسيق مع الجهات المختصة في المملكة لضمان راحة المعتمرين. تأشيرات السفر العالمية: دعم شامل لتأشيرات السياحة، العمل، أو العلاج، مع مراعاة متطلبات كل وجهة دولية. اختيارك لـ ألوان المسافر يعني راحة البال، خدمات احترافية، وتجربة خالية من التعقيدات. ✈️"
    },
    {
        id:"05",
        name:"تجديد الجوزات للعمالة",
        categoray:"Visa",
        image:workerpassport,
        features:["إصدار تأشيرة العمرة", "إصدار التأشيرات السياحية.", "الأسعار المناسبة لميزانيته" , "تسهيل إجراءات الإقامة والعمل." , "إصدار تأشيرات السفر العالمية" , "إصدار تأشيرة الإمارات" , "إصدار تأشيرة السعودية متعددة وتأشيرة الأعمال" , ""],
        details:"شركة ألوان المسافر تقدم خدمات مميزة في مجال التأشيرات، سواء لتأشيرات العمرة أو تأشيرات السفر حول العالم. مع ألوان المسافر تسهَّل عليك إجراءات الحصول على التأشيرات بكل سرعة واحترافية. __ خدماتنا تشمل: تأشيرات العمرة: تسهيل الحصول على تأشيرات العمرة بالتنسيق مع الجهات المختصة في المملكة لضمان راحة المعتمرين. تأشيرات السفر العالمية: دعم شامل لتأشيرات السياحة، العمل، أو العلاج، مع مراعاة متطلبات كل وجهة دولية. اختيارك لـ ألوان المسافر يعني راحة البال، خدمات احترافية، وتجربة خالية من التعقيدات. ✈️"
    },

]